{
  "TokenID": "0x5c3126bfb9a68a7021d461230127470b3824886b",
  "TokenSymbol": "SLC",
  "Logo": "../logos/peaq_erc20_SLC.png",
  "Description (en)": "The $SLC token is the native utility token of the Silencio Network, powered by the BlockSound Foundation. It serves as the backbone of Silencio’s decentralized ecosystem, enabling a transparent, user-centric model for combating noise pollution. The $SLC token has the following core functions:\n  Data Marketplace: The $SLC token is the exclusive medium for accessing Silencio’s noise-level data. Businesses, researchers, and local governments use it to purchase hyperlocal, actionable noise insights.\n  Community Rewards: Participants in the Silencio Network earn $SLC tokens for contributing data, engaging in community activities, or referring new users. This reward system ensures alignment between user contributions and network growth.\n  Governance and Voting: $SLC holders will play a key role in the network’s future governance. Through token-based voting, they will influence critical decisions on platform features, tokenomics adjustments, and ecosystem development.\n  Premium Features: The token unlocks advanced app functionalities, exclusive datasets, and access to special events or promotions as the ecosystem expands.\n  Staking and Rewards: Users can stake $SLC tokens to increase their rewards and receive other long-term benefits, while supporting the stability of the network.\n  Backed by the BlockSound Foundation, the $SLC token drives a decentralized, equitable, and scalable data economy. It empowers users to actively participate in the Silencio Network while enabling seamless and secure transactions across the ecosystem​",
  "Website Link": "https://www.silencio.network",
  "Twitter Link": "https://x.com/silencioNetwork",
  "Telegram Link": "https://t.me/silencioAnnouncements",
  "Discord Link": "https://discord.gg/silencionetwork",
  "Medium Link": "https://silencionetwork.medium.com",
  "Github Link": "",
  "Tag": "",
  "Category": "erc20",
  "Coingecko API ID": "",
  "Network": "peaq"
}
